{
   "kontaktDaten":[
      {
         "profs":"ja",
         "orgName":"Rektorat -Allgemein-",
         "orgName_gelesen":"Rektorat -Allgemein-",
         "orgNameMitPfad":"Rektorat -Allgemein-",
         "orgName_en":"Rectorat",
         "orgName_en_gelesen":"Rectorat",
         "raumplanURL":"https://ekvv.uni-bielefeld.de/pers_publ/plan/hallenplan.html?zeige=UHG&zeige=U",
         "telefon":"+49 521 106-3936",
         "prioritaet":1,
         "raum_gelesen":"UHG…U9…144",
         "raum":"UHG U9-144",
         "org_id":10012,
         "telefon_sekretariat":"+49 521 106-6913",
         "fax":"+49 521 106-156913",
         "standort":"UHG",
         "bauteil":"U",
         "etage":"9",
         "raumnr":"144",
         "email":"&#114;de&#99;ke&#114;@u&#110;i-&#98;ie&#108;ef&#101;ld&#46;de",
         "funktionAsHTML":"<p>Rektoratsbeauftragter für Kooperationen mit der Wirtschaft, BRIC und Forschungstransfer</p>",
         "funktion_enAsHTML":"<p>Rectorate Representative for Cooperation with Business, BRIC and Research Transfer</p>",
         "kontakt_id":36377671
      },
      {
         "profs":"ja",
         "orgName":"Lehrstuhl für BWL, insb.  Marketing",
         "orgName_gelesen":"Lehrstuhl für BWL, insb.  Marketing",
         "orgNameMitPfad":"Fakultät für Wirtschaftswissenschaften / Lehrstuhl für BWL, insb.  Marketing",
         "orgName_en":"Chair of Business Administration: Marketing",
         "orgName_en_gelesen":"Chair of Business Administration: Marketing",
         "raumplanURL":"https://ekvv.uni-bielefeld.de/pers_publ/plan/hallenplan.html?zeige=UHG&zeige=U",
         "telefon":"+49 521 106-3936",
         "prioritaet":2,
         "raum_gelesen":"UHG…U9…144",
         "raum":"UHG U9-144",
         "org_id":29895914,
         "telefon_sekretariat":"+49 521 106-6913",
         "fax":"+49 521 106-156913",
         "standort":"UHG",
         "bauteil":"U",
         "etage":"9",
         "raumnr":"144",
         "email":"&#114;dec&#107;er@&#117;ni-&#98;iel&#101;fel&#100;.de",
         "funktionAsHTML":"<p>Lehrstuhlinhaber</p>",
         "funktion_enAsHTML":"<p>Chair Holder</p>",
         "kontakt_id":41151,
         "url":"https://www.uni-bielefeld.de/bwl-marketing"
      },
      {
         "profs":"ja",
         "orgName":"Lehrstuhl für BWL, insb.  Marketing",
         "orgName_gelesen":"Lehrstuhl für BWL, insb.  Marketing",
         "orgNameMitPfad":"Fakultät für Wirtschaftswissenschaften / Lehrstuhl für BWL, insb.  Marketing",
         "orgName_en":"Chair of Business Administration: Marketing",
         "orgName_en_gelesen":"Chair of Business Administration: Marketing",
         "raumplanURL":"https://ekvv.uni-bielefeld.de/pers_publ/plan/hallenplan.html?zeige=UHG&zeige=U",
         "telefon":"+49 521 106-3946",
         "prioritaet":3,
         "raum_gelesen":"UHG…U9…151",
         "raum":"UHG U9-151",
         "org_id":29895914,
         "telefon_sekretariat":"+49 521 106-6913",
         "fax":"+49 521 106-156913",
         "standort":"UHG",
         "bauteil":"U",
         "etage":"9",
         "raumnr":"151",
         "funktionAsHTML":"<p>Hilfskräfte / Seminarraum Prof. Decker</p>",
         "kontakt_id":140238
      },
      {
         "profs":"nein",
         "orgName":"Department Management Science & Business Analytics",
         "orgName_gelesen":"Department Management Science & Business Analytics",
         "orgNameMitPfad":"Fakultät für Wirtschaftswissenschaften / Department Management Science & Business Analytics",
         "prioritaet":4,
         "org_id":305422695,
         "kontakt_id":423399011
      },
      {
         "profs":"ja",
         "orgName":"Institut für Technologische Innovation, Marktentwicklung und Entrepreneurship",
         "orgName_gelesen":"Institut für Technologische Innovation, Marktentwicklung und Entrepreneurship",
         "orgNameMitPfad":"Fakultät für Wirtschaftswissenschaften / Institut für Technologische Innovation, Marktentwicklung und Entrepreneurship",
         "prioritaet":6,
         "org_id":41399667,
         "telefon_sekretariat":"+49 521 106-6913",
         "email":"&#114;dec&#107;er@&#117;ni-&#98;iel&#101;fel&#100;.de",
         "kontakt_id":41425746,
         "url":"https://www.itime-bielefeld.de"
      },
      {
         "profs":"ja",
         "orgName":"Zentrum für Statistik",
         "orgName_gelesen":"Zentrum für Statistik",
         "orgNameMitPfad":"Zentrum für Statistik",
         "orgName_en":"Centre of Statistics",
         "orgName_en_gelesen":"Centre of Statistics",
         "prioritaet":7,
         "org_id":78224902,
         "kontakt_id":78553170
      },
      {
         "profs":"nein",
         "orgName":"Bielefeld Center for Data Science (BiCDaS)",
         "orgName_gelesen":"Bielefeld Center for Data Science (BiCDaS)",
         "orgNameMitPfad":"Scientific Data Services  / Bielefeld Center for Data Science (BiCDaS)",
         "orgName_en":"Bielefeld Center for Data Science (BiCDaS)",
         "orgName_en_gelesen":"Bielefeld Center for Data Science (BiCDaS)",
         "prioritaet":8,
         "org_id":110504377,
         "kontakt_id":110932955
      },
      {
         "profs":"nein",
         "orgName":"Steuerungskreis BiUP",
         "orgName_gelesen":"Steuerungskreis BiUP",
         "orgNameMitPfad":"Bielefeld University Press BiUP  / Steuerungskreis BiUP",
         "orgName_en":"Steering Committee",
         "orgName_en_gelesen":"Steering Committee",
         "prioritaet":9,
         "org_id":374331961,
         "funktionAsHTML":"<p>Vorsitzender des Steuerungskreises</p>",
         "funktion_enAsHTML":"<p>Chairman of the Steering Committee</p>",
         "kontakt_id":374332406
      },
      {
         "profs":"nein",
         "orgName":"BIGSEM - Faculty Members",
         "orgName_gelesen":"BIGSEM - Faculty Members",
         "orgNameMitPfad":"Fakultät für Wirtschaftswissenschaften / BIGSEM - Bielefeld Graduate School of Economics and Management / BIGSEM - Faculty Members",
         "prioritaet":10,
         "org_id":374767408,
         "kontakt_id":387345576
      },
      {
         "profs":"nein",
         "orgName":"Mitglieder - Professor*innen",
         "orgName_gelesen":"Mitglieder - Professor…innen",
         "orgNameMitPfad":"Bielefeld Graduate School in Theoretical Sciences / Mitglieder - Professor*innen",
         "orgName_en":"Members - Professors",
         "orgName_en_gelesen":"Members - Professors",
         "prioritaet":11,
         "org_id":273699318,
         "kontakt_id":458105262
      },
      {
         "profs":"nein",
         "orgName":"Zentrum für Unternehmensgründung (ZUg)",
         "orgName_gelesen":"Zentrum für Unternehmensgründung (ZUg)",
         "orgNameMitPfad":"Zentrum für Unternehmensgründung (ZUg)",
         "prioritaet":12,
         "org_id":63466855,
         "kontakt_id":420511946
      }
   ],
   "cv":"<p>Reinhold Decker, geb. 1960, ist <strong>Diplom-Wirtschaftsingenieur</strong> mit Schwerpunkt OR/Informatik (Abschluss im Jahr 1988). Er promovierte im Jahr 1993 und habilitierte sich im Jahr 1997 an der Universität Karlsruhe (KIT) über Themen der quantitativen betriebswirtschaftlichen Datenanalyse. Seit 1997 ist er ordentlicher <strong>Professor für Betriebswirtschaftslehre</strong>, insbesondere Marketing und Marktforschung, an der Universität Bielefeld.</p><p><strong>Gastaufenthalte</strong> führten ihn an die Universität Wien (1997), die Akademie für Volkswirtschaft Moskau (2000, 2001, 2003), die University of Veliko Turnovo, Bulgarien (2001), die Universidade NOVA de Lisboa, Portugal (2006), die Université Paris III – Sorbonne Nouvelle (2010) und an die University of Maryland, USA (2010). Im Jahr 2013 hatte er eine Gastdozentur an der Steinbeis University Berlin.</p><p>Reinhold Decker war von Oktober 2012 bis September 2015 <strong>Prorektor</strong> für Finanzangelegenheiten und Ressourcen. Von Oktober 2015 bis November 2019 war er Prorektor für Informationsmanagement. Seit Dezember 2019 ist Reinhold Decker Prorektor für Informationsinfrastruktur und Wirtschaft. Seit 2005 ist er darüber hinaus wissenschaftlicher Leiter der interdisziplinären Initiative Bielefeld 2000plus – Forschungsprojekte zur Region.</p><p>Reinhold Decker ist <strong>Autor und Koautor</strong> zahlreicher Artikel zum Marketing und zur Datenanalyse in wissenschaftlichen Fachzeitschriften, Tagungsbänden und Sammelbänden sowie Autor und Mitherausgeber wissenschaftlicher Werke zu verwandten Themen. Die Ergebnisse seiner Forschung fanden bis dato Eingang in ca. 240 Zeitschriften-, Proceedings- und Buchpublikationen. Zu Ersteren zählen, unter anderem, Business and Information Systems Engineering, Central European Journal of Operations Research, International Journal of Market Research, International Journal of Research in Marketing, Journal of Business Research, Journal of Consumer Behaviour, Journal of Marketing Research, Journal of Neuroscience, Psychology, and Economics, Journal of Product Innovation Management, Journal of Product and Brand Management, sowie Review of Managerial Science.</p><p>Er war oder ist <strong>Mitglied</strong> verschiedener nationaler und internationaler <strong>wissenschaftlicher Gesellschaften</strong> (verschiedentlich auch als Mitglied des Vorstands, des Präsidiums oder des Beirats) und wirkte in den Editorial Boards internationaler Zeitschriften mit. Reinhold Decker war als Gutachter für zahlreiche internationale wissenschaftliche Zeitschriften, Gesellschaften und Organisationen tätig. Daneben war er Mitglied der wissenschaftlichen Programmkomitees mehrerer nationaler und internationaler Tagungen.</p><p>Seine aktuellen <strong>Forschungsschwerpunkte</strong> umfassen die Entwicklung und empirische Überprüfung von Methoden und Modellen zur Gewinnung und Analyse von Konsumentendaten, insbesondere solche aus sozialen Medien, sowie die datengestützte und konsumentenzentrierte Entwicklung von (intelligenten) Produkten und Dienstleistungen.</p>",
   "cv_en":"<p>Reinhold Decker, born in 1960, holds a <strong>master’s degree</strong> (diploma in German) in <strong>business engineering</strong> with a focus on OR/informatics (graduated in 1988). In 1993, he received his Ph.D. in economics from the University of Karlsruhe (KIT) and in 1997 he completed his postdoctoral habilitation, focusing on quantitative business data analysis in both cases. Since 1997, he has been <strong>Professor of Business Administration</strong> at Bielefeld University with a special focus on marketing and market research. </p><p><strong>Visiting appointments</strong> have taken him to the University of Vienna (1997), the Academy of Economics Moscow (2000, 2001, 2003), the University of Veliko Turnovo, Bulgaria (2001), the Universidade NOVA de Lisboa, Portugal (2006), the Université Paris III – Sorbonne Nouvelle (2010) and the University of Maryland, USA (2010). In 2013, he held a guest lectureship at Steinbeis University Berlin.</p><p>From October 2012 to September 2015, Reinhold Decker was <strong>Vice-rector</strong> for Finance and Resources and from October 2015 to November 2019 he was Vice-rector for Information Management. Since December 2019, he has been Vice-rector for Information Infrastructure and Business Relations. Since 2005 he has also been the scientific director of the interdisciplinary initiative Bielefeld 2000plus – Research Projects on the Region.</p><p>Reinhold Decker is the <strong>author and co-author</strong> of numerous articles on marketing and data analysis in scientific journals, conference proceedings and edited volumes, as well as the author and co-editor of scientific works on related topics. The results of his research have been published in approximately 240 journals, conference proceedings and books. The former include, among others, Business and Information Systems Engineering, Central European Journal of Operations Research, International Journal of Market Research, International Journal of Research in Marketing, Journal of Business Research, Journal of Consumer Behaviour, Journal of Marketing Research, Journal of Neuroscience, Psychology, and Economics, Journal of Product Innovation Management, Journal of Product and Brand Management, as well as Review of Managerial Science.</p><p>He was or is a <strong>member</strong> of various national and international <strong>scientific societies</strong> (in some cases as a member of the board of directors, the presidium, or the advisory board) and he served on the editorial boards of international journals. Reinhold Decker has been a reviewer for numerous international scientific journals, societies, and organisations. He was also a member of the scientific programme committees of several national and international conferences. </p><p>His <strong>current research</strong> focuses on the development and empirical testing of methods and models for the extraction and analysis of consumer data, especially from social media, as well as the data-driven and consumer-centred development of (smart) products and services.</p>",
   "aktuelle_forschung":"<p>Analyse sozialer Medien<br/>Analyse und Modellierung des Käuferverhaltens<br/>Analyse von Markenimages<br/>Data und Web Mining im Marketing<br/>Datenanalyse und Data Mining im Marketing<br/>Internetbasierte Präferenzmessung und Neuproduktentwicklung<br/>Marketing für intelligente Systeme</p>",
   "aktuelle_forschung_en":"<p>Analysis and modeling of buying behavior<br/>Analysis of Brand Images<br/>Data analysis and data mining in marketing<br/>Data and Web Mining in Marketing<br/>Internet-based preference measurement and new product development<br/>Marketing for Smart Systems<br/>Social Media Analysis</p>",
   "mitgliedschaften_forschung":"<p>Mitglied des Scientific Council der Zeitschrift Argumenta Oeconomica Cracoviensia (seit 2013)<br/>Mitglied des Editorial Board (Associate Editor) der Zeitschrift Behaviormetrika (seit 2012)<br/>Mitglied des Editorial Board der Springer-Reihe Studies in Classification, Data Analysis, and Knowledge Organization (seit 2004)<br/>Wissenschaftlicher Leiter von BI2000plus - Forschungsprojekte zur Region (seit 2005)<br/>Mitglied der Bielefeld Graduate School of Economics and Management (BiGSEM) (seit 2002)</p><p>Vizepräsident der European Association for Data Science – EuADS (2018-2022)<br/>Associate Editor der Zeitschrift Review of Managerial Science (2018-2022)<br/>Mitglied des Editorial Board der Zeitschrift Data (2017-2022)<br/>Mitglied des Beirats der Gesellschaft für Klassifikation e.V. (GfKl) (2016-2019)</p><p>Mitglied des Vorstands der European Association for Data Science – EuADS (2017-2018)<br/>Mitglied des Editorial Board der Zeitschrift Review of Managerial Science (2006-2018)<br/>Mitglied des Vorstands der Gesellschaft für Klassifikation e.V. (GfKl) (stellv. Vorsitzender 2004-2016)<br/>Mitglied im wissenschaftlichen Beirat der Econ Biz - Virtuelle Fachbibliothek Wirtschaftswissenschaften (2004-2010)<br/>Mitglied des Council of the International Federation of Classification Societies (IFCS) (2006-2008)<br/>Mitglied des Finance Committee of the International Federation of Classification Societies (IFCS) (2005-2008)</p><p>Mitglied mehrerer Tagungsprogrammkomitees der Gesellschaft für Klassifikation e.V.<br/>Organisator und Leiter von Sektionen zu Marketing, Marktforschung und Einzelhandel auf GOR-, GfKl-, DStatG- und IFCS-Tagungen<br/>Mitglied des wissenschaftlichen Programmkomitees der 5th European Conference on Data Analysis (Paderborn, 2018)<br/>Mitglied des wissenschaftlichen Programmkomitees des 12th CeBiTec Symposium Big Data in Medicine and Biotechnology (Bielefeld, 2018)<br/>Mitglied des wissenschaftlichen Programmkomitees der 3rd European Conference on Data Analysis (Colchester, 2015)<br/>Mitglied des wissenschaftlichen Programmkomitees der 2nd European Conference on Data Analysis (Bremen, 2014)<br/>Mitglied des wissenschaftlichen Programmkomitees der 1st European Conference on Data Analysis (Luxemburg, 2013)<br/>Mitglied des wissenschaftlichen Programmkomitees der 2012 IEEE International Workshop on Data Mining for Service (Brüssel, 2012)<br/>Mitglied des wissenschaftlichen Programmkomitees der 2012 IEEE World Congress on Computational Intelligence (Brisbane, 2012)<br/>Mitglied des wissenschaftlichen Programmkomitees der Joint Conference of the German Classification Society (GfKl), the IFCS and the German Association for Pattern Recognition (DAGM), Frankfurt (2011)<br/>Stellv. Vorsitzender des wissenschaftlichen Programmkomitees des 2nd Bilateral German-Polish Symposium on Data Analysis and its Applications – GPSDAA 2011, Cracow (2011)<br/>Mitglied des wissenschaftlichen Programmkomitees des IEEE International Workshop on Data Mining for Service (DMS2010), Sydney (2010)<br/>Mitglied des wissenschaftlichen Programmkomitees des Joint Meeting GfKl - CLADAG 2010, Florenz (2010)<br/>Mitglied des wissenschaftlichen Programmkomitees des 3rd German-Japanese Workshop on &quot;Advances in Data Analysis and Related New Technologies and Applications&quot;, Karlsruhe (2010)<br/>Mitglied des wissenschaftlichen Programmkomitees des 3rd Symposium 2009 on &quot;Entrepreneurship - Innovation - Marketing Interface&quot;, Cottbus<br/>Mitglied des wissenschaftlichen Programmkomitees der IFCS 2009 Conference, Dresden<br/>Mitglied des wissenschaftlichen Programmkomitees des 8th International Marketing Trends Congress, 2009, Paris<br/>Mitglied des wissenschaftlichen Programmkomitees der GfKl-Jahrestagung 2008, Hamburg<br/>Mitglied des wissenschaftlichen Programmkomitees des Colloque «Langue, Economie, Gestion» 2008, Paris<br/>Mitglied des wissenschaftlichen Programmkomitees des 7th International Marketing Trends Congress, 2008, Venedig<br/>Vorsitzender des Programmkomitees der GfKl-Jahrestagung 2006, Berlin und der GfKl-Jahrestagung 2007, Freiburg<br/>Mitorganisator des Japanese German Symposium on Classification 2005, Tokyo, Japan und des German Japanese Symposium on Classification 2006, Berlin<br/>Mitglied des wissenschaftlichen Programmkomitees der IFCS 2006 Conference, Ljubljana, Slowenien<br/>Mitorganisator des wissenschaftlichen Kolloquiums &quot;Data Analysis and Decision Support&quot; in Karlsruhe (2005)<br/>Lokaler Organisator und Leiter der 23. Internationalen Jahrestagung der Gesellschaft für Klassifikation e.V. an der Universität Bielefeld im Jahr 1999</p><p>Mitglied in der Initiative Pro Bielefeld e. V. (seit 2005 und seit 2022 im Vorstand)<br/>Mitglied im Steuerkreis Nachhaltigkeitsstrategie Bielefeld (2017-2019)<br/>Mitglied der Jury des OWL-Innovationspreis Marktvisionen 2017 und 2019<br/>Wissenschaftlicher Leiter des Projekts BWL in OWL II (2007-2009, gemeinsam mit Prof. Dr. H. Jahnke)<br/>Wissenschaftlicher Leiter des Projekts BWL in OWL (2004-2007)<br/>Mitglied im Lenkungskreis der Initiative Pro Mittelstand der Stadt Bielefeld (2005-2006)<br/>Mitglied im Steuerkreis des Netzwerks OWL Maschinenbau e.V. (2004-2006)<br/>Vorstandsvorsitzender der Gesellschaft zur Förderung des Forschungs- und Technologietransfers in der Universität Bielefeld e.V. (GFT) (1999-2006)<br/>Sprecher der Gesellschafterversammlung und Mitglied des Beirats der IIT GmbH (Institut für Innovationstransfer) an der Universität Bielefeld (1999-2006)<br/>Mitglied des wissenschaftlichen Beirats und Gesellschafter der SciCon - Wissenschaftliche Unternehmensberatung GmbH, Karlsruhe - Bern - Bielefeld (1995-2004)</p><p>Mitglied im Verband der Hochschullehrer für Betriebswirtschaft e.V.<br/>Mitglied der Gesellschaft für Operations Research (GOR)<br/>Mitglied der Gesellschaft für Klassifikation e.V. (GfKl)<br/>Mitglied der Universitätsgesellschaft Bielefeld</p><p><strong>Gutachterliche Tätigkeiten:</strong><br/>DFG – Deutsche Forschungsgemeinschaft<br/>ÖNB – Österreichische Nationalbank<br/>SNF – Schweizerischer Nationalfonds zur Förderung der wissenschaftlichen Forschung</p><p>Academy of Marketing Science Review (AMS Review)<br/>Advances in Data Analysis and Classification (ADAC)<br/>Applied Stochastic Models in Business and Industry (ASMBI)<br/>Archives of Data Science<br/>Die Unternehmung – Swiss Journal of Business Research and Practice<br/>Enformatika – Journal of Data Science<br/>European Marketing Academy (EMAC)<br/>Gesellschaft für Klassifikation (GfKl)<br/>International Federation of Classification Societies (IFCS)<br/>International Journal of Research in Marketing (IJRM)<br/>Journal of Business Research (JBR)<br/>Journal of Product Innovation Management<br/>Journal of the Spanish Society of Statistics and Operations Research (TOP)<br/>Marketing – Journal of Research and Management (JRM)<br/>Marketing Review St. Gallen (MRSG)<br/>Marketing – Zeitschrift für Forschung und Praxis (ZFP)<br/>OR Spectrum – Quantitative Approaches in Management<br/>Review of Managerial Science (RMSC)<br/>Società Italiana di Statistica (SIS)<br/>Sport und Gesellschaft – Sport and Society (SuG)<br/>Statistical Methods and Applications (SMA)<br/>Zeitschrift für Betriebswirtschaft (ZfB)<br/>Zeitschrift für betriebswirtschaftliche Forschung (zfbf)<br/>Zeitschrift für Planung &amp; Unternehmenssteuerung (ZP</p>",
   "mitgliedschaften_forschung_en":"<p>Member of the Scientific Council of the journal Argumenta Oeconomica Cracoviensia (since 2013)<br/>Member of the Editorial Board (Associate Editor) of the journal Behaviormetrika (since 2012)<br/>Member of the Editorial Board of the Springer Series Studies in Classification, Data Analysis, and Knowledge Organization (since 2004)<br/>Scientific Director of BI2000plus - Forschungsprojekte zur Region (in German) (since 2005)<br/>Member of the Bielefeld Graduate School of Economics and Management (BiGSEM) (since 2002)</p><p>Vice President of the European Association for Data Science – EuADS (2018-2022)<br/>Associate Editor of the journal Review of Managerial Science (2018-2022)<br/>Member of the Editorial Board of the journal Data (2017-2022)<br/>Member of the Advisory Board of the Gesellschaft für Klassifikation e.V. (GfKl) (2016-2019)</p><p>Member of the Managing Board of the European Association for Data Science – EuADS (2017-2018)<br/>Member of the Editorial Board of the journal Review of Managerial Science (2006-2018)<br/>Member of the Managing Board of the Gesellschaft für Klassifikation e.V. (GfKl) (vice president 2004-2016)<br/>Member of the Scientific Advisory Council of the Econ Biz - Virtuelle Fachbibliothek Wirtschaftswissenschaften (2004-2010)<br/>Member of the Council of the International Federation of Classification Societies (IFCS) (2006-2008)<br/>Member of the Finance Committee of the International Federation of Classification Societies (IFCS) (2005-2008)</p><p>Member of several Conference Program Committees of the Gesellschaft für Klassifikation e.V. (GfKl)<br/>Organizer and Chairman of Sections on Marketing, Marketing Research and Retail at GOR-, GfKl-, DStatG-, and IFCS-Conferences<br/>Member of the Scientific Program Committee of the 5th European Conference on Data Analysis (Paderborn, 2018)<br/>Member of the Scientific Program Committee of the 12th CeBiTec Symposium Big Data in Medicine and Biotechnology (Bielefeld, 2018)<br/>Member of the Scientific Program Committee of the 3rd European Conference on Data Analysis (Colchester, 2015)<br/>Member of the Scientific Program Committee of the 2nd European Conference on Data Analysis (Bremen, 2014)<br/>Member of the Scientific Program Committee of the 1st European Conference on Data Analysis (Luxemburg, 2013)<br/>Member of the Scientific Program Committee of the IEEE International Workshop on Data Mining for Service (Brussels, 2012).<br/>Member of the Scientific Program Committee of the 2012 IEEE World Congress on Computational Intelligence (Brisbane, 2012)<br/>Member of the Scientific Program Committee of the Joint Conference of the German Classification Society (GfKl), the IFCS and the German Association for Pattern Recognition (DAGM), Frankfurt (2011)<br/>Co-Chair of the Scientific Program Committee of the 2nd Bilateral German-Polish Symposium on Data Analysis and its Applications – GPSDAA 2011, Cracow (2011)<br/>Member of the Scientific Program Committee of the IEEE International Workshop on Data Mining for Service (DMS2010), Sydney (2010)<br/>Member of the Scientific Program Committee of the Joint Meeting GfKl - CLADAG 2010, Florenz (2010)<br/>Member of the Scientific Program Committee of the 3rd German-Japanese Workshop on &quot;Advances in Data Analysis and Related New Technologies and Applications&quot;, Karlsruhe (2010)<br/>Member of the Scientific Program Committee of the 3rd Symposium 2009 on &quot;Entrepreneurship - Innovation - Marketing Interface&quot;, Cottbus<br/>Member of the Scientific Program Committee of the IFCS 2009 Conference, Dresden<br/>Member of the Scientific Program Committee of the 8th International Marketing Trends Congress, 2009, Paris<br/>Member of the Scientific Program Committee of the GfKl-Jahrestagung 2008, Hamburg<br/>Member of the Scientific Program Committee of the Colloque «Langue, Economie, Gestion» 2008, Paris<br/>Member of the Scientific Program Committee of the 7th International Marketing Trends Congress, 2008, Venedig<br/>Chairman of the Program Committee of the GfKl-Jahrestagung 2006, Berlin and of the GfKl-Jahrestagung 2007, Freiburg<br/>Co-organizer of the Japanese-German Symposium on Classification 2005, Tokyo, Japan and of the German Japanese Symposium on Classification 2006, Berlin<br/>Member of the Scientific Program Committee of the IFCS 2006 Conference, Ljubljana, Slovenia<br/>Co-organizer of the Scientific Colloquium &quot;Data Analysis and Decision Support&quot; in Karlsruhe, 2005<br/>Local Organizer of the 23rd International Annual Conference (1999) of the Gesellschaft für Klassifikation e.V. (GfKl)</p><p>Member of Inititative Pro Bielefeld e.V. (since 2005 and since 2022 as a member of the Managing Board)<br/>Member of the Steering Committee of Nachhaltigkeitsstrategie für Bielefeld (2017-2019)<br/>Member of the Jury of the OWL-Innovationspreis Marktvisionen 2017 and 2019<br/>Chairman of the Project BWL in OWL II (2007-2009, with Prof. Dr. H. Jahnke)<br/>Chairman of the Project BWL in OWL (2004-2007)<br/>Member of the Advisory Council of Inititative Pro Mittelstand (2005-2006)<br/>Member of the Advisory Council of the network OWL Maschinenbau e.V. (in German) (2004-2006)<br/>Chairman of the Board of the Gesellschaft zur Förderung des Forschungs- und Technologietransfers in der Universität Bielefeld e.V. (GFT) (1999-2006)<br/>Spokesman of the Board of the Shareholders' Meeting of the IIT GmbH (Institut für Innovationstransfer) at Bielefeld University(1999-2006)<br/>Member of the Scientific Board and shareholder of SciCon - Scientific Consulting Ltd., Karlsruhe - Bern - Bielefeld (1995-2004)</p><p>Member of the Verband der Hochschullehrer für Betriebswirtschaft (VHB) e.V.<br/>Member of the Gesellschaft für Operations Research (GOR) (in German)<br/>Member of the Gesellschaft für Klassifikation e.V. (GfKl)<br/>Member of the Universitätsgesellschaft Bielefeld (in German)</p><p><strong>Referee Activities:</strong><br/>DFG – German Research Foundation<br/>ÖNB – Central Bank of the Republic of Austria<br/>SNF – Swiss National Science Foundation</p><p>Academy of Marketing Science Review (AMS Review)<br/>Advances in Data Analysis and Classification (ADAC)<br/>Applied Stochastic Models in Business and Industry (ASMBI)<br/>Archives of Data Science<br/>Die Unternehmung – Swiss Journal of Business Research and Practice<br/>Enformatika – Journal of Data Science<br/>European Marketing Academy (EMAC)<br/>Gesellschaft für Klassifikation (GfKl)<br/>International Federation of Classification Societies (IFCS)<br/>International Journal of Research in Marketing (IJRM)<br/>Journal of Business Research (JBR)<br/>Journal of Product Innovation Management<br/>Journal of the Spanish Society of Statistics and Operations Research (TOP)<br/>Marketing – Journal of Research and Management (JRM)<br/>Marketing Review St. Gallen (MRSG)<br/>Marketing – Zeitschrift für Forschung und Praxis (ZFP)<br/>OR Spectrum – Quantitative Approaches in Management<br/>Review of Managerial Science (RMSC)<br/>Società Italiana di Statistica (SIS)<br/>Sport und Gesellschaft – Sport and Society (SuG)<br/>Statistical Methods and Applications (SMA)<br/>Zeitschrift für Betriebswirtschaft (ZfB)<br/>Zeitschrift für betriebswirtschaftliche Forschung (zfbf)<br/>Zeitschrift für Planung &amp; Unternehmenssteuerung (ZP)</p>",
   "vornamen":"Reinhold",
   "person_id":140238,
   "name_komplett":"Prof. Dr. Reinhold Decker < > ' - ",
   "forschend":true,
   "orginalBildURL":"https://ekvv.uni-bielefeld.de/pers_publ/download/1/l/a/293106709/Original_140238.jpeg",
   "skaliertesBildUrl":"https://ekvv.uni-bielefeld.de/pers_publ/download/y/k/a/293106706/Skaliert_140238.jpeg",
   "nachname":"Decker",
   "pers_titel":"Prof. Dr.",
   "anrede":"Herr",
   "fruehere_ids":"374332405",
   "detailUrl":"https://ekvv.uni-bielefeld.de/pers_publ/publ/PersonDetail.jsp?personId=140238",
   "lehrend":true
}
